{
	"Home": {
		"search": "Search...",
		"title": "CS2 Statistics",
		"subtitle": "Track your CS2 stats in competitive, premier mode",
		"subtitle1": "and earn skins for your skill",
		"signInWithSteam": "Sign in with Steam",
		"viewYourStats": "VIEW YOUR STATS",
		"steamBot": {
			"introducing": "Introducing",
			"title": "Skins for",
			"beta": "Skill!",
			"description": "Log in to your account and you'll be able to see",
			"description1": "what you can earn a skin for.",
			"slotsRemaining": "Only {count} spots remaining",
			"addToFriends": "Add to Friends"
		},
		"stats": {
			"gamesProcessed": "games processed",
			"playersSeen": "players spotted",
			"vacBansTracked": "VAC bans tracked"
		},
		"postMatchAdvancedStats": {
			"title": "Advanced Post-Match Stats",
			"description": "After processing your match, you can review our advanced CS2 stats on the scoreboard. We provide all the basic metrics, but you can also see who got the first frag, who traded beyond skins, and who was the clutch king!"
		},
		"roundByRoundMatchBreakdown": {
			"title": "Round-by-Round Match Breakdown",
			"description": "We provide detailed round data, such as the way each round was won, whether there was a clutch, and a complete list of kills. It’s perfect for finding that round where your friend died in the first 10 seconds!"
		},
		"automaticMatchTracking": {
			"title": "Automatic Match Tracking",
			"description": "No more manually adding games after they finish! Simply log in via Steam, enter your game authentication code (and add a match if it’s not already there), and we’ll automatically add all your new CS2 matches, helping track your progress up to Global Elite."
		},
		"detailedMatchHistory": {
			"title": "Detailed Match History",
			"description": "CS2 is a great game, but in-game you can only see the last 8 matches (unless you download demos), which isn’t very convenient. We let you track your entire match history."
		},
		"vacBanTracking": {
			"title": "VAC Ban Tracking",
			"description": "We constantly monitor our database for VAC and Overwatch bans. When players get banned, you’ll see them under the 'Who You Played With' tab in your profile. There’s even a special filter to show only those players you’ve played with who were banned."
		},
		"trackPersonalProgress": {
			"title": "Track Your Personal Progress",
			"description": "After 1000 hours of gameplay, you might want to see how much you’ve improved. Check out the charts in your profile to gauge this. Remember, when you rank up your stats might temporarily drop, but once they start rising again, you could be ready for the next rank!"
		},
		"eseaIntegration": {
			"csgostats": "csgostats",
			"description": "If you want to play against fewer cheaters but love our stats, we now support ESEA match pages!"
		},
		"getStarted": {
			"title": "Get Started Now",
			"description": "Start tracking your CS2 stats right away – just sign in via Steam below and we’ll guide you through the next steps!"
		}
	},
	"Second": {
		"pleaseRegister": "Please register to view detailed information."
	},
	"Footer": {
		"followUs": "Follow Us!",
		"description": "csstats.gg is an online service for tracking CS2 statistics. Start monitoring your competitive CS2 match history right now.",
		"termsOfUse": "Terms of Use",
		"privacyPolicy": "Privacy Policy",
		"privacySettings": "Privacy Settings",
		"dmcaPolicy": "DMCA Policy",
		"cs2Stats": "CS2 Stats",
		"forFeedback": "For feedback, contact us at: support(at)csstats(dot)gg.",
		"poweredBySteam": "Powered by Steam",
		"bottom": "This site is not affiliated with Valve."
	}
}
